[
{"url": "https://www.thehindu.com/sport/other-sports/kore-stuns-deepan-in-joint-lead/article2790567.ece", "title": "Kore stuns Deepan, in joint lead", "description": "IM Akshayraj Kore shocked GM Deepan Chakkravarthy to join the leaders at the end of the ninth round in the SDAT-RMK Chennai Open international Grandmaster chess tournament here on Tuesday.", "author": "Arvind Aaron"},
{"url": "https://www.thehindu.com/news/international/one-more-round-of-tnagovt-talks-on-political-solution-this-month/article2789693.ece", "title": "One more round of TNA-Govt. talks on political solution this month", "description": "The next round of talks between the Sri Lankan government and the Tamil National Alliance (TNA), an umbrella association of Tamil political parties, is set to commence in Colombo on January 17, to continue discussions on the contours of a political solution to accommodate Tamil hopes and aspirations. ", "author": "R. K. Radhakrishnan"},
{"url": "https://www.thehindu.com/news/international/bomb-kills-20-in-northwest-pakistan/article2789825.ece", "title": "Bomb kills 20 in northwest Pakistan", "description": "A bomb exploded close to a bus in northwest Pakistan on Tuesday, killing 20 people in the deadliest blast in the country in several months, a government official said.", "author": "AP"},
{"url": "https://www.thehindu.com/news/international/us-womans-quest-could-mean-medal-of-honour-for-dad/article2790546.ece", "title": "U.S. woman's quest could mean Medal of Honour for dad", "description": "It was bravery at the highest level- William Shemin defied German machine gun fire to sprint across a World War I battlefield and pull wounded comrades to safety. And he did so no fewer than three times.", "author": "AP"},
{"url": "https://www.thehindu.com/features/cinema/the-long-and-short-of-it/article2790317.ece", "title": "The long and short of it", "description": "His ads make sure you don't switch channels between programmes. You've also enjoyed his films if you're as much of an Amitabh Bachchan fan as he is. The same guy who came up with the “Daag achche hain” concept for a washing powder, also turned the Indian love story on its head with the May-December romance “Cheeni Kum”. R. Balakrishnan, better known in the ad and film world as R. Balki, is now in the process of giving Sridevi's acting career a breath of fresh air.", "author": "BHUMIKA K."},
{"url": "https://www.thehindu.com/news/international/aung-san-suu-kyi-to-contest-byelection-in-yangon/article2789632.ece", "title": "Aung San Suu Kyi to contest by-election in Yangon", "description": "Democracy champion Aung San Suu Kyi will contest the upcoming by-election in a Yangon neighbourhood that was hard-hit by the 2008 Cyclone Nargis, opposition sources said on Tuesday.", "author": "DPA"},
{"url": "https://www.thehindu.com/news/international/oil-prices-jump-as-military-tensions-engulf-iran/article2790907.ece", "title": "Oil prices jump as military tensions engulf Iran", "description": "Iran has concluded yet another military exercise to deter a military attack amid a massive Iran-centred military build-up by American and Israeli forces, whose command posts extend into the heart of Europe.", "author": "Atul Aneja"},
{"url": "https://www.thehindu.com/features/metroplus/Motoring/jag-of-all-trades/article2790195.ece", "title": "Jag of all trades", "description": "At first glance, you might mistake the Jaguar XF for the XJ. It shares more than a hint of the bigger Jag. The family look, so to say, has reached the XF too and that means it gets the XJ's beautiful ‘raised eyebrow' bi-Xenon headlights, replete with the distinctive J-shaped LED day-light running lights. The front grille is a bit bigger and the bumper gets subtle tweaks too. Style changes on the rear are limited to the LED tail-lights that are now extended further towards the numberplate. The good thing, however, is that the aggressive XF still looks like a sportscar in a saloon's body.", "author": "NIKHIL BHATIA"},
{"url": "https://www.thehindu.com/news/international/kayani-pasha-submissions-illegal-gilani/article2788531.ece", "title": "Kayani, Pasha submissions illegal: Gilani", "description": "In yet another twist to the memo scandal, Pakistan Prime Minister Yousuf Raza Gilani on Monday said the replies submitted to the Supreme Court by the chiefs of the Army and the ISI were “unconstitutional and illegal,” as they were sent without the government's approval.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/nokia-launches-dual-sim-phones/article2790616.ece", "title": "Nokia launches dual SIM phones", "description": "Facing competition from increasing number of mobile phone producers, Finnish-handset manufacturer Nokia on Tuesday widened its portfolio with the launch of dual SIM phones, Nokia Asha 200 and Asha 300.", "author": "PTI"},
{"url": "https://www.thehindu.com/features/metroplus/Motoring/another-one-for-the-commuter/article2790188.ece", "title": "Another one for the commuter", "description": "The single-cylinder 125 Duke is a street bike jointly developed by KTM with Bajaj and already introduced in select European markets. It's taken no time to charge into the lead and become a segment leader there, while Indians have patiently stood by waiting for a 200cc variant of the same bike to be specially prepared for our market. The eagerly anticipated KTM 200 Duke will be backed by the sales and service might of Bajaj Probiking. It boasts remarkably potent specifications, which is why we couldn't wait to get behind the handlebars and tell you how it all comes together as a package.", "author": "RISHAD COOPER"},
{"url": "https://www.thehindu.com/business/indirect-tax-collections-up-161-per-cent/article2790824.ece", "title": "Indirect tax collections up 16.1 per cent", "description": "Belying apprehensions over a likely fall in revenue mop-up owing to slowdown, indirect tax collections went up by 16.1 per cent to Rs.2.86 lakh crore in April-December this fiscal as compared to Rs.2.46 lakh crore garnered during the same period of 2010-11.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/international/jindal-begins-second-term/article2790903.ece", "title": "Jindal begins second term", "description": "Bobby Jindal, the first Indian-American Governor in the U.S. and a possible contender for the White House, began his second term as the chief of state of Louisiana following a landslide victory.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/international/cameron-may-face-hacking-probe/article2790901.ece", "title": "Cameron may face hacking probe", "description": "Prime Minister David Cameron is likely to be called before the ongoing public inquiry into the News of the World phone-hacking scandal to answer questions about his reportedly cosy relationship with Rupert Murdoch and his media group, the News International, which published the defunct ", "author": "Hasan Suroor"},
{"url": "https://www.thehindu.com/news/international/gilani-not-an-honest-man-says-supreme-court/article2790902.ece", "title": "Gilani not an honest man, says Supreme Court", "description": "Prime Minister Yousuf Raza Gilani is not an honest man as he had not lived up to his constitutional oath, said Pakistan's Supreme Court on Tuesday, as it warned of action against him for failing to act on an order to reopen graft cases against President Asif Ali Zardari.", "author": "PTI"},
{"url": "https://www.thehindu.com/features/metroplus/how-to-place-an-online-matrimonial-ad/article2790065.ece", "title": "How To... — Place an online matrimonial ad", "description": "Be obnoxious: Meeting somebody online is tough. So tough that the only way to get noticed among the thousands of ordinary profiles is to revert to alpha male (or female) tactics — be as boastful, arrogant and obnoxious as you possibly can. If you're not one to show off, then either get a family member to do the boasting on your behalf, or else pass off your own handiwork as that of an overbearing, interfering relative. Either way, your eventual description should read something like: “Extremely beautiful (more so than Hema Malini), highly intelligent (insert scores from last three exams taken), beauty queen-turned-model-turned-software professional, good family values, excellent cook, very cultured, dutiful, traditional”", "author": "Vidya Ramachandran"},
{"url": "https://www.thehindu.com/news/national/kerala/garbage-issue-in-kannur-takes-a-new-turn/article2790432.ece", "title": "Garbage issue in Kannur takes a new turn", "description": "As the issue of disrupted waste collection and disposal of the Kannur municipality following the agitation by local residents against the municipality’s waste dump in the nearby Chelora panchayat continues without any solution in sight, the municipality’s alleged attempt to send its garbage vehicles in the early hours of Tuesday sparked off protest after a local action committee functionary was injured allegedly when the vehicle tried to enter the waste yard in defiance of the protest outside.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/sci-tech/science/infosys-prize-conferred-on-six-researchers-from-5-science-streams/article2788596.ece", "title": "Infosys prize conferred on six researchers from 5 science streams", "description": "Six researchers from five science streams were honoured with the Infosys Prize-2011 by the former President, A.P.J. Abdul Kalam, here on Monday.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/sci-tech/health/rx/cheaper-dialysis-for-kidney-patients/article2788530.ece", "title": "Cheaper dialysis for kidney patients", "description": "The capital is fast becoming a hub for providing cheaper dialysis options to patients suffering from chronic kidney diseases. On Monday, a dialysis unit with a capacity of eight beds, set up by kidney care centre Nephrolife, was inaugurated at Challa Hospital, Ameerpet.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/sci-tech/health/policy-and-issues/officials-confident-of-jeevanadhara-success/article2788529.ece", "title": "Officials confident of Jeevanadhara success", "description": "After failing with the Jan Aushadhi project, authorities are now introducing Jeevanadhara drug stores to provide affordable generic drugs at Government hospitals.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/features/friday-review/music/krishnas-myriad-faces/article2789834.ece", "title": "Krishna's myriad faces", "description": "‘Krishnarpanam,' an offering to Krishna by Bharata Nrityam dancer Bala Devi Chandrasekhar, comprised well-known kritis, a varnam (Bhairavi, Periasami Thooran) and a thillana (Suruti, Adi tisra nadai, Oothukadu Venkata Subbaiyar).", "author": "abcde"},
{"url": "https://www.thehindu.com/features/friday-review/music/thumbs-up-deepika/article2789856.ece", "title": "Thumbs up, Deepika!", "description": "It was a wide spectrum alapana of Simhendramadhyamam. Endowed with a mellifluous voice, V. Deepika succeeded in bringing out every shade of the handsome raga. B. Ananthakrishnan on the violin too came up with a fine elucidation.", "author": "abcde"},
{"url": "https://www.thehindu.com/features/friday-review/dance/Seamless-blend-of-episodes/article13368425.ece", "title": "Seamless blend of episodes", "description": "Is there anything new to be said about Krishna, through prose, poetry or dance, for that matter? Not really. But the story of the Lord is so glorious, captivating and blemishless that it can stand any number of repetitions.", "author": "V. A. K. Ranga Rao"},
{"url": "https://www.thehindu.com/features/friday-review/music/Now-a-mature-vocalist/article13372187.ece", "title": "Now a mature vocalist", "description": "An enriching alapana of Shanmukhapriya and the Dikshitar kriti, ‘Ekambaresa Nayike' (Chamaram) proved that Maharajapuram Ganesh Viswanathan has come up to a level of a mature vocalist. The interesting kalpanaswara patterns with tisrams and brilliant yet pleasing korvais added beauty to the presentation.", "author": "R Revathi"},
{"url": "https://www.thehindu.com/features/friday-review/music/a-class-apart/article2789913.ece", "title": "A class apart", "description": "When it was time for the central piece of the concert to appear a rasika requested Neyveli Santhanagopalan to take up a vivadi raga. The accomplished singer questioned the rasika back with an easy confidence of a master, “tell me which raga you want.” When the rasika insisted that he would leave it to the singer's choice, Santhanagopalan asked if Vaagadeeswari would satisfy him. That was how the 34th Melakarta raga was rendered at Kalarasana, the majestic dive of its signature shatsruthi rishabham providing a soul-filling calmness.", "author": "abcde"},
{"url": "https://www.thehindu.com/sci-tech/health/medicine-and-research/Nicotine-replacement-therapies-not-helping-smokers-quit-long-term/article13366242.ece", "title": "Nicotine replacement therapies 'not helping smokers quit long term'", "description": "A new study has found that nicotine replacement therapies (NRTs), specifically nicotine patches and nicotine gum, is no more effective in helping smokers quit long-term, even when combined with smoking cessation counselling.", "author": "ANI"},
{"url": "https://www.thehindu.com/features/friday-review/history-and-culture/survivors-of-time-j-fenn-and-co-a-life-beyond-life/article2790172.ece", "title": "Survivors of time: J. Fenn and Co. — A life beyond life", "description": "Under the shade of a twisted old tree on Mount Road survives a company that has lain to rest many a soul. Blue wooden doors open to a narrow passage where multiple slabs of granite and marble lean against stone walls. Workers are busy carving inscriptions while woodwork goes on at another end. In another room, freezer boxes are stacked up between two white Roman columns. In the passage is parked a black Omni, its headlights out and seats toppled, with painted white letters in front ‘J. Fenn and Co.'", "author": "Anusha Parthasarathy"},
{"url": "https://www.thehindu.com/features/friday-review/history-and-culture/the-kite-makers/article2790151.ece", "title": "The kite makers", "description": "On a forgotten lane of Yakutpura in the Old City of Hyderabad, Rahima Bi sits in her two room house, surrounded by red, blue, green and orange kites. She is giving finishing touches to the kites which will be sent to her brother's kite shop near Charminar. With Sankranti just around the corner, this is the busiest time of the year for the kite makers, when people throng the narrow lane near Gulzar Houz lined with rows of kite shops on both sides.", "author": "Sohini Chakravorty"},
{"url": "https://www.thehindu.com/features/friday-review/religion/caring-for-others/article2788590.ece", "title": "Caring for others", "description": "Mere nomenclature does not denote a Vaishnavite. Only he who melts at the suffering of others is a true Vaishnavite, said Akkarakkani Srinidhi. The poet Narsi Mehta's ", "author": "abcde"},
{"url": "https://www.thehindu.com/features/friday-review/dance/dancer-who-brought-bharatanatyam-to-maos-china-dies/article2790539.ece", "title": "Dancer who brought Bharatanatyam to Mao’s China dies", "description": "Zhang Jun, a Chinese dancer who brought Bharatanatyam and Kathak to Mao’s China in the 1950s and inspired thousands to follow her passion for classical Indian culture over a celebrated, five decade-long teaching career, passed away following a long battle with cancer. She was 79.", "author": "Ananth Krishnan"},
{"url": "https://www.thehindu.com/sci-tech/energy-and-environment/alien-earths-may-have-two-suns/article2790122.ece", "title": "Alien Earths may have two Suns", "description": "Astronomers should start hunting for planets like the Tatooine in the science fiction series “Star Wars”, as Earth-like worlds could exist in the habitable zones around binary systems, scientists say.", "author": "PTI"},
{"url": "https://www.thehindu.com/sci-tech/energy-and-environment/wormeating-carnivorous-plant-discovered-in-brazil/article2790242.ece", "title": "Worm-eating carnivorous plant discovered in Brazil", "description": "Scientists have discovered a new carnivorous plant which has sticky leaves beneath the ground to help it capture and digest worms.", "author": "PTI"},
{"url": "https://www.thehindu.com/features/friday-review/art/correlation-in-colour/article2790198.ece", "title": "Correlation in colour", "description": "Although father and son artists J. M. S. Mani and S. Rajesh's works are (to state the obvious as well as the title of the exhibition) different, I have this image stuck in my mind of them sitting side by side, dipping their brushes into a shared palette that lies between them. Of course, this image is just the result of my far too fanciful imagination — but I do maintain that both artists work within what appears to be an almost identical colour palette.", "author": "Shruthi Mathews"},
{"url": "https://www.thehindu.com/features/friday-review/art/veritable-feast/article2790276.ece", "title": "Veritable feast", "description": "If ever there is a time and place for art, it is here and now. The exhibition “Kala Samaavesha”, throws its weight behind the statement merely by its range of art — subject, medium and volume.", "author": "Harshini Vakkalanka"},
{"url": "https://www.thehindu.com/books/ode-to-a-bean-counter/article2790304.ece", "title": "Ode to a bean counter", "description": "“In the fast paced times we live in, every person wants to make it to the top in the quickest way possible. Many ambitious youngsters, drawn by the allure of a good, comfortable job and money, fall prey to corrupt practices. This book deals with such a character and his downward spiral,” says Ahmed Faiyaz, the author of “Scammed: Confessions of a Confused Accountant (Westland, Rs. 175).”", "author": "NIKHIL VARMA"},
{"url": "https://www.thehindu.com/news/cities/Visakhapatnam/legislators-bowled-over-by-araku/article2788412.ece", "title": "Legislators bowled over by Araku", "description": "As the long convoy of vehicles carrying 86 Members of the Legislative Council and Assembly, led by Speaker Nadendla Manohar wound its way on the serpentine ghat road to this tourist destination on Monday, they were under the watchful eye of several thousands of security personnel.", "author": "G. Narasimha Rao"},
{"url": "https://www.thehindu.com/news/cities/Visakhapatnam/girijans-greet-mlas-mlcs-with-problems/article2789689.ece", "title": "Girijans greet MLAs, MLCs with problems", "description": "This small village, known for its lacquer toys and articles, near the famous tourist centre Araku Valley, has seen many VIPs but Monday was a different experience for the locals as Speaker N. Manohar along with 86 MLAs and MLCs, top district officials and the Commissioner of Tribal Welfare visited them and they did not lose the opportunity to list their problems and receive an assurance that they would be solved within a month.", "author": "G. Narasimha Rao"},
{"url": "https://www.thehindu.com/news/cities/Visakhapatnam/slumdwellers-lay-siege-to-gvmc-office/article2789727.ece", "title": "Slum-dwellers lay siege to GVMC office", "description": "Hundreds of slum-dwellers laid siege to the Greater Visakhapatnam Municipal Corporation's meeting hall on Monday leading to a fierce tussle between them and police in evicting them forcibly. The siege was to protest against the alleged move to shift them to JNNURM houses on the outskirts of the city and demanding that they be allowed to stay where they are living now.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/cities/Vijayawada/stairways-give-jitters-to-residents/article2789748.ece", "title": "Stairways give jitters to residents", "description": "The utter bad shape of stairways is causing untold miseries to the people living in hilly areas in the city.", "author": "G. V. R. Subba Rao"},
{"url": "https://www.thehindu.com/news/cities/Vijayawada/make-telugu-an-economic-portal-tana-board-chief/article2789764.ece", "title": "Make Telugu an economic portal: TANA board chief", "description": "Everyone speaks about promoting Telugu language and literature, but these days not many students take to reading Telugu as a language of study even in their school or Intermediate. The Telugu Association of North America Board of Directors Chairman V. Chowdary Jampala opines unless Telugu was made an ‘economic portal' any other incentive will not work wonders.", "author": "Ramesh Susarla"},
{"url": "https://www.thehindu.com/news/cities/Vijayawada/cockfight-activity-begins-in-villages/article2789763.ece", "title": "Cockfight activity begins in villages", "description": "Even as police has begun raids to prevent ‘cockfights', the activity has started in many villages ahead of ‘Sankranti' festival.", "author": "Rajulapudi Srinivas"},
{"url": "https://www.thehindu.com/news/cities/Tiruchirapalli/strains-of-the-veena-fade-with-dearth-of-teachers-and-artistes/article2785656.ece", "title": "Strains of the veena fade with dearth of teachers and artistes", "description": "The leading ladies of Tamil cinema of yesteryears had one trait in common- they could all sing and most importantly play the veena impeccably! Considered as a requisite accomplishment for women a few decades back, strains from the instrument have started to fade, both on and off the silver screen.", "author": "Olympia Shilpa Gerald"},
{"url": "https://www.thehindu.com/news/cities/Tiruchirapalli/tiruchi-bhel-employees-honoured-with-excel-award/article2788016.ece", "title": "Tiruchi BHEL employees honoured with excel award", "description": "Two current and two former employees of BHEL, Tiruchi Unit, were honoured with BHEL Excel Award 2006-10, at a function in New Delhi earlier this month, for providing rewarding insights into properties of coal.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/cities/Tiruchirapalli/new-procedures-to-be-introduced-to-tone-up-efficiency-of-district-panchayat/article2788017.ece", "title": "New procedures to be introduced to tone up efficiency of district panchayat", "description": "The State government will introduce a series of measures to tone up efficiency of district panchayats for expeditious implementation of rural development schemes. As a first step, the State Institute of Rural Development in Maraimalai Adigal Nagar will bring out a book explaining the schemes being implemented by various departments and agencies and the role of district panchayats in its implementation. “The book will definitely guide the district panchayat ward councillors to understand their roles and responsibilities and also their limitations in the execution of various schemes,” said T. Rajathi, District Panchayat chairperson.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/sport/football/india-all-set-to-live-the-bayern-munich-dream/article2788004.ece", "title": "India all set to live the Bayern Munich dream", "description": "It is a battle of unequals, even though it is a high-profile friendly. It will also be the send-off match for already retired superstar Baichung Bhutia. The background gets drenched in more emotion because it is a fund-raiser for the Sikkim earthquake victims.", "author": "Y. B. Sarangi"},
{"url": "https://www.thehindu.com/sport/football/ballon-dor-for-lionel-messi-and-japans-homare-sawa/article2790104.ece", "title": "Ballon d'Or for Lionel Messi and Japan's Homare Sawa", "description": "Lionel Messi was on Monday awarded the 2011 FIFA ", "author": "AFP"},
{"url": "https://www.thehindu.com/sport/football/henry-steals-show-on-arsenal-return/article2790124.ece", "title": "Henry steals show on Arsenal return", "description": "Thierry Henry made a scoring return to Arsenal colours on Monday as he came on for the final 22 minutes of Arsenal’s 1-0 FA Cup third round victory over Leeds United.", "author": "DPA"},
{"url": "https://www.thehindu.com/sport/football/platini-messi-needs-world-cup-to-be-the-greatest/article2790121.ece", "title": "Platini: Messi needs World Cup to be the greatest", "description": "Michel Platini said Lionel Messi must win a World Cup with Argentina before he can be considered a contender as the greatest player of all time.", "author": "AP"},
{"url": "https://www.thehindu.com/sport/football/fifa-pledges-to-protect-matchfixing-witnesses/article2790380.ece", "title": "FIFA pledges to protect match-fixing witnesses", "description": "FIFA has pledged to protect witnesses who report match-fixing plots by organised crime syndicates.", "author": "AP"},
{"url": "https://www.thehindu.com/opinion/cartoon/article2788542.ece", "title": "Cartoonscape, January 10, 2012", "description": "abcded", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/letters/attack-on-nakkheeran/article2788409.ece", "title": "Attack on Nakkheeran", "description": "This refers to the attack on the office of Tamil bi-weekly ", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/letters/shocking/article2788552.ece", "title": "Shocking", "description": "The report “Dignity denied even in death for Vrindavan widows” (Jan. 8), which sheds light on the plight of the unfortunate widows who die in government-run shelter homes, sent a chill down my spine. I was shocked to read that their bodies are cut into pieces and disposed of in jute bags as the institutions have no means for a decent funeral. Are we indeed living in the 21st century?", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/letters/dearest-daddy/article2788554.ece", "title": "Dearest Daddy", "description": "A father is a hero to not only his son but also daughter (“Daddy, daddy cool,” Open Page, Jan. 8). For me, my appa is the most wonderful man on earth. Both my parents were caring and friendly, but with appa I always had the upper hand. He never, ever shouted at me or hurt me. When my sister was born, he shared his love and affection between his ‘princesses' (that is what he used to call us and still calls us). He has fulfilled every single wish of mine but I have done nothing to make him happy. He wanted me to become a successful engineer and I have not. I gave my parents high hopes but failed to keep them up. They had to endure a lot of trouble for my sake but they did so silently. They continue to love me and make me happy in every possible way. I seriously think I don't deserve such wonderful parents.", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/letters/price-rise/article2788555.ece", "title": "Price rise", "description": "The article on price rise (Open Page, Jan. 8) is hilarious and tinged with educative and informative suggestions. We do not follow the axiom “prevention is better than cure” and do not walk even short distances, let alone exercise. By washing clothes by hand instead of relying on machines and ironing our clothes instead of giving it to a laundry, we can save electricity and money. Household chores require time and patience. With enough will power and time, there is no reason why it should not be possible to do them. Also, there is no need to avoid using bicycles fearing that neighbours could pass unsavoury comments.", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/lead/Russia-for-a-close-knit-economic-alliance/article13369643.ece", "title": "Russia for a close knit economic alliance", "description": "Twenty years after the breakup of the Soviet Union, Russia has moved decisively to reintegrate former Soviet states in a closely knit economic alliance.", "author": "Vladimir Radyuhin"},
{"url": "https://www.thehindu.com/news/cities/chennai/supreme-court-orders-unsealing-of-tnagar-shops-for-six-weeks/article2788569.ece", "title": "Supreme Court orders unsealing of T.Nagar shops for six weeks", "description": "Taking note of the Pongal festival, the Supreme Court on Monday ordered the unsealing of T. Nagar shops, which were sealed from October 31 last, for six weeks.", "author": "J. Venkatesan"},
{"url": "https://www.thehindu.com/news/cities/chennai/fake-indian-currency-racket-busted/article2788786.ece", "title": "Fake Indian currency racket busted", "description": "During the raids which began across the country on Sunday, the National Investigation Agency (NIA) busted an international racket involved in printing, smuggling and circulation of Fake Indian Counterfeit Currency (FICN).", "author": "S. Vijay Kumar"},
{"url": "https://www.thehindu.com/news/cities/chennai/security-drill-at-chennai-airport/article2789721.ece", "title": "Security drill at Chennai airport", "description": "Defence forces organised a mock drill at the Chennai Airport here as part of a routine to check the level of preparedness of security agencies, the Defence sources said on Tuesday.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/chennai/impact-of-road-safety-week-is-weak/article2789822.ece", "title": "Impact of Road Safety Week is weak", "description": "Yet another edition of Road Safety Week, the 23rd year in a row, came and went, largely unnoticed. In the middle of the week, last year's road accident fatality figures started trickling in, and the number of persons getting killed or maimed on the city's roads had risen… yet again.", "author": "Ajai Sreevatsan"},
{"url": "https://www.thehindu.com/news/cities/chennai/malaysian-indian-film-festival-opens/article2789826.ece", "title": "Malaysian Indian Film Festival opens", "description": "For the first time, movie buffs in the city will be treated to Malaysian Tamil movies. A three-day Malaysian Indian Film Festival opened at Sree Devi preview theatre, T.Nagar, on Monday.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/cities/chennai/aavin-to-modernise-4-dairies/article2789833.ece", "title": "Aavin to modernise 4 dairies", "description": "The Tamilnadu Cooperative Milk Producers' Federation Ltd, popularly known by its Aavin brand, is planning to modernise four of its dairies, which would help supply an additional two lakh litres of milk to Chennai in six months.", "author": "Deepa H Ramakrishnan"},
{"url": "https://www.thehindu.com/news/cities/chennai/new-warning-system-for-beacharakkonam-section/article2789850.ece", "title": "New warning system for Beach-Arakkonam section", "description": "Southern Railway will extend the Train Protection Warning System (TPWS) currently deployed in the Madras Beach-Central-Gummidipoondi EMU sector to the 68-km Beach-Arakkonam section.", "author": "M. Dinesh Varma"},
{"url": "https://www.thehindu.com/opinion/interview/india-is-the-success-story-of-south-asia-that-is-a-fact-david-miliband/article2788321.ece", "title": "India is the success story of South Asia — that is a fact: David Miliband", "description": "This is the concluding part of ", "author": "abcde"},
{"url": "https://www.thehindu.com/news/cities/bangalore/original-stonewashed-and-for-a-song/article2789725.ece", "title": "Original stonewashed, and for a song", "description": "There was a time when the dhobi was part of the household machinery. He came home, collected the dirty clothes — particularly the big ones such as bedsheets and white school uniforms at the end of a muddy summer — and dropped off the neatly washed and pressed stacks in, may be, a fortnight.", "author": "Chitra V. Ramani"},
{"url": "https://www.thehindu.com/news/cities/bangalore/lives-squeezed-out-dry/article2789741.ece", "title": "Lives squeezed out dry", "description": "Like most other dhobi ghats in the city, the one on Jasma Bhavan Road (near Queen's Road) and the other in Hebbal are sorely lacking in facilities, and plans for revamping these decades-old facilities continue to remain on paper.", "author": "M. T. Shiva Kumar"},
{"url": "https://www.thehindu.com/news/cities/bangalore/heehaw-heehaw-its-no-laughing-matter/article2789746.ece", "title": "Heehaw, heehaw! It's no laughing matter", "description": "When was the last time you saw a donkey in the city? This docile animal, the butt of so many jokes and epithets, which used to carry humongous piles of clothes, has moved up in life, so to speak.", "author": "M. T. Shiva Kumar"},
{"url": "https://www.thehindu.com/news/cities/bangalore/hefty-parking-fee-likely-to-curb-onstreet-parking/article2789753.ece", "title": "Hefty parking fee likely to curb on-street parking", "description": "The Directorate of Urban Land Transport (DULT) has, in its draft parking policy for Bangalore, recommended that Bruhat Bangalore Mahanagara Palike (BBMP) make the fee for on-street parking expensive to discourage private transport.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/cities/bangalore/brothers-drown-in-nagara-kere/article2789817.ece", "title": "Brothers drown in Nagara Kere", "description": "In a tragic incident, two brothers who had gone fishing in the Nagar Kere in Doddaballapur were drowned on Sunday evening.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/opinion/editorial/building-sustainable-habitats/article2788415.ece", "title": "Building sustainable habitats", "description": "At a time when efforts should focus on enforcing existing codes to improve sustainability of habitats, the Union Ministry of Urban Development has decided to bring in new rules to address concerns related to climate change. It has taken the first step towards putting in place legally enforceable habitat standards to promote green urban development. Regulations and control measures are effective policy instruments, but new ones will matter little if nothing has been achieved with what already exists. The Energy Conservation Building Code (ECBC), which could help reduce energy consumption by about 1.7 billion units of electricity a year, came into being four years ago. It remains voluntary, and is applicable only to large commercial buildings. Barring Orissa, no State has so far adopted it. Policymakers who argue that India has modelled itself on countries such as United Kingdom, which have kept the codes for sustainable buildings voluntary, are conveniently overlooking other innovations adopted by them to push their efforts forward. For instance, in the U.K., where about 42 per cent of all carbon emissions come from buildings, owners must produce Energy Performance Certificates of their properties put up for sale or rent. This helps buyers or tenants to choose efficient properties, which in turn ensures that the building design and construction are environmentally responsible.", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/editorial/a-long-long-way-to-go/article2788541.ece", "title": "A long, long way to go", "description": "Amid the efforts to talk to the Taliban in Afghanistan, concern is frequently expressed about the fate of Afghan women if the militants were to gain a role in running that country. But the real question is what progress has been made on women's rights since the fall of the Taliban. During the five years the Taliban reigned over Afghanistan from 1996, women were subjected to atrocities and repression of the kind the world thought had ended with the medieval ages. When they were ousted in 2001, much was made of the promise the moment held for Afghan women for the first time since the 1980s, when the country descended into war. But more than a decade later, and under the west-backed Hamid Karzai goverrnment, the ground situation has shown little improvement. The recent rescue of a 15-year-old girl held captive for months in a toilet by her in-laws who had broken her fingers, pulled out her finger nails, and tortured her for resisting their attempts to prostitute her is a chilling reality check on all the upbeat buzz about Afghan women participating in public life, being recruited in the armed forces, holding fashion shows, and attending pop music concerts. The brutal truth is that for a majority of women in Afghanistan, cultural norms of ‘honour' and ‘shame' and customary practices of using women to settle disputes, combined with the general lawlessness spawned by the prolonged conflict, have ensured a life of deep insecurity.", "author": "abcde"},
{"url": "https://www.thehindu.com/opinion/op-ed/tehran-twitchy-over-upcoming-elections/article2788322.ece", "title": "Tehran twitchy over upcoming elections", "description": "Iran is set for what its senior officials have described as “the most sensitive” elections in the history of the Islamic republic, amid economic and political discontent at home and fears of a major confrontation with the West over its nuclear programme.", "author": "Saeed Kamali Dehghan"},
{"url": "https://www.thehindu.com/opinion/op-ed/fake-bomb-smuggled-into-olympic-site/article2788319.ece", "title": "Fake bomb smuggled into Olympic site", "description": "U.K. police managed to smuggle a fake bomb into Olympic Park in a security test, overshadowing a special Cabinet meeting on Monday at the park that marked 200 days until the Summer Games begin.", "author": "AP"},
{"url": "https://www.thehindu.com/business/markets/sensex-up-over-151-points-in-opening-trade/article2789679.ece", "title": "Sensex up over 151 points in opening trade", "description": "The Bombay Stock Exchange benchmark index Sensex recovered by over 151 points in the early trade on Tuesday on buying by funds and retail investors, tracking firm Asian cues.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/markets/rupee-up-25-paise-against-dollar-in-early-trade/article2789698.ece", "title": "Rupee up 25 paise against dollar in early trade", "description": "The rupee appreciated by 25 paise to 52.26 per dollar in early trade on Tuesday, as the U.S. currency weakened against euro and other major currencies overseas.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/markets/Moodys-ups-India-rating-further/article13360935.ece", "title": "Moody's ups India rating further", "description": "In what has already energised the stock markets and may bring some cheer to India Inc. and the government, global rating agency Moody's has upgraded the country's rating of short-term foreign currency bank deposits from ‘speculative' to ‘investment' grade.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/business/markets/rbi-reference-rate-for-us-dollar-euro/article2790099.ece", "title": "RBI reference rate for U.S. dollar, euro", "description": "The Reserve Bank of India (RBI) on Tuesday fixed the reference rate for the U.S. dollar at Rs. 52.2255 and the euro at Rs. 66.7978, as against Rs. 52.7325 per dollar and Rs. 67.0098 per euro yesterday.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/markets/sensex-vaults-350-points/article2790193.ece", "title": "Sensex vaults 350 points", "description": "The BSE benchmark Sensex on Tuesday recorded its second biggest gain of 350 points this year to regain the psychological 16,000 level on funds buying spurred by firm global cues and hopes of rate cuts by RBI after easing inflation.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/markets/rupee-jumps-81-paise-to-a-months-high-against-dollar/article2790381.ece", "title": "Rupee jumps 81 paise to a month’s high against dollar", "description": "The rupee surged by 81 paise to close at more-than a month’s high of 51.70/71 against the U.S. dollar amid sharp gains in stocks and signs of consistent foreign fund inflows.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/Economy/soros-warns-of-deflationary-vicious-circle/article2789649.ece", "title": "Soros warns of deflationary vicious circle", "description": "“We are in a more dangerous situation than in 2008,” said George Soros, Chairman of prominent hedge fund Soros Fund Management, here on Monday, referring to the ongoing crisis in the eurozone. “We now face the prospect of a deflationary vicious circle, which is going to affect the real economy, the morning after a 25-year long party of leveraging,” said Mr. Soros, while participating in a conversation with Anurag Behar, Vice-Chancellor, Azim Premji University, and CEO, Azim Premji Foundation. Creditor nations such as Germany, he said, “are calling the shots by dictating the rules of a draconian austerity” programme in Europe.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/business/Economy/rs1935-crore-worth-fdi-cleared/article2790826.ece", "title": "Rs.1,935 crore worth FDI cleared", "description": "The government on Tuesday announced its approval to 20 foreign direct investment (FDI) proposals, envisaging a total inflow of Rs.1,935.24 crore in foreign exchange.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/business/companies/carrier-in-jv-pact-with-chinese-firm/article2790827.ece", "title": "Carrier in JV pact with Chinese firm", "description": "Carrier and G. D. Midea Holding of China have signed a definitive agreement to form an air-conditioner manufacturing and distribution joint venture in India.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Madurai/Raging-bulls-train-ahead-of-jallikattu/article13360028.ece", "title": "Raging bulls train ahead of jallikattu", "description": "At his farm house in Karuppukaal near Madurai, P. Rajasekhar has a set of seven bulls that are relaxing under a ceiling fan, feasting on a healthy diet of cottonseed mixed with dates.", "author": "D. Karthikeyan"},
{"url": "https://www.thehindu.com/news/cities/Madurai/refresher-programme-for-teachers/article2789892.ece", "title": "Refresher programme for teachers", "description": "With Plus Two examinations fast approaching, the Education Department has earnestly begun a comprehensive exercise to train teachers handling different subjects through a five-day refresher programme aimed at achieving higher pass percentage in the district.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Madurai/differently-abled-people-get-instant-relief-at-meet/article2789891.ece", "title": "Differently abled people get instant relief at meet", "description": "For a majority of differently abled persons at the Monday grievance meeting presided over by Collector U. Sagayam, relief came instantly.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/business/markets/gold-down-by-rs-110-on-poor-demand-silver-recovers-by-rs-500/article2790210.ece", "title": "Gold down by Rs. 110 on poor demand; silver recovers by Rs. 500", "description": "Gold on Tuesday fell for the third straight day by losing Rs. 110 to Rs. 27,910 per 10 grams on sluggish demand. However, silver recovered by Rs. 500 to Rs. 52,000 per kg on fresh buying by industrial units.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/graft-in-indiramma-scheme/article2788355.ece", "title": "Graft in Indiramma scheme", "description": "The government has stumbled upon findings by senior officers at various level that a huge sum of Rs.260 crore is embezzled by employees and others during the implementation of Indiramma housing programme so far.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/toddy-adulteration-rampant/article2788394.ece", "title": "Toddy adulteration rampant", "description": "While the uproar over liquor scams and recent deaths by consumption of illicit liquor set the stage for contemporary political debate in the State, one spot that remains off the radar is the unbridled toddy adulteration.", "author": "Swathi. V"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/ulema-muslim-women-defend-dgp/article2788349.ece", "title": "Ulema, Muslim women defend DGP", "description": "While everyone is gunning for the DGP, V. Dinesh Reddy, he has found support from an unexpected quarter – Muslim ulema and women. They find nothing wrong in his recent remarks on women's dress being the prime cause for increasing attacks on the fair sex.", "author": "J. S. Ifthekhar"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/hike-in-property-tax-draws-flak/article2788537.ece", "title": "Hike in property tax draws flak", "description": "Former Union Minister and Bharatiya Janata Party (BJP) leader Bandaru Dattatreya demanded the government to release adequate funds to the urban local bodies especially the municipal corporations in Hyderabad, Visakhapatnam and Vijayawada to enable them to improve the civic infrastructure.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/civil-society-groups-seek-shifting-of-golf-course/article2788502.ece", "title": "Civil society groups seek shifting of golf course", "description": "The Forum for Better Hyderabad and other civil society groups have reiterated their demand to shift the Hyderabad Golf Association course near Golconda Fort to a more spacious area away from the city.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/ghmc-contract-staff-withdraw-plan-to-stall-works/article2789667.ece", "title": "GHMC contract staff withdraw plan to stall works", "description": "GHMC contractors decided to withdraw their threat of stalling works from next week following the intervention of Commissioner M.T. Krishna Babu here on Monday.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Hyderabad/chandrababu-naidu-top-tdp-leaders-detained/article2790015.ece", "title": "Chandrababu Naidu, top TDP leaders detained", "description": "TDP president N. Chandrababu Naidu and top leaders of the party, including over 25 MLAs, were on Tuesday taken into preventive custody as they were proceeding in a rally to the electricity office in Hyderabad to protest hike in power charges and erratic supply.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/cities/Delhi/residents-of-illegal-colonies-villages-demand-more-sops-less-taxes/article2789987.ece", "title": "Residents of illegal colonies, villages demand more sops, less taxes", "description": "A meeting of residents of unauthorised colonies, villages, jhuggi clusters and resettlement colonies on Monday urged the Delhi Government to regularise all unauthorised colonies, the population living outside the ‘Lal Dora' of villages, and to provide electricity at subsidised rates to the residents of such areas.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Delhi/parents-told-to-watch-and-wait-for-kg-admissions/article2789985.ece", "title": "Parents told to watch and wait for KG admissions", "description": "Parents who were unable to secure a nursery seat for their children last year will have to continue their hunt for a school seat well into March/April this year as per the KG-admission schedule released by several popular private schools in the city.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/sport/cricket/bangladesh-cricket-ceo-passes-away/article2790500.ece", "title": "Bangladesh cricket CEO passes away", "description": "The Bangladesh Cricket Board said chief executive officer Manzur Ahmed has died of a heart attack while asleep in his Dhaka apartment. He was 57.", "author": "AP"},
{"url": "https://www.thehindu.com/news/cities/Delhi/court-orders-withdrawal-of-plea-for-jamia-union/article2789986.ece", "title": "Court orders withdrawal of plea for Jamia union", "description": "The Delhi High Court on Monday ordered withdrawal of a writ petition seeking reinstatement of students' union in Jamia Millia Islamia, saying the petitioners were no longer students of the university.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/cities/Delhi/madhuri-gupta-granted-bail/article2790251.ece", "title": "Madhuri Gupta granted bail", "description": "Suspended Indian diplomat Madhuri Gupta arrested over 21 months ago allegedly for passing country’s sensitive information to Pakistan’s intelligence agency ISI, was today granted bail by a Delhi court.", "author": "PTI"},
{"url": "https://www.thehindu.com/sport/cricket/tn-meets-mumbai-for-a-spot-in-final/article2787833.ece", "title": "TN meets Mumbai for a spot in final", "description": "Abhinav Mukund will be eager to open his account successfully in his first match at the Wankhede Stadium. The 22-year-old Tamil Nadu left-hander, with five Tests and 54 first class matches under his belt and with 4,705 runs, 16 centuries, including an unconquered 300 as his highest and 13 half-centuries, will be keen to make a mark in the Ranji Trophy semifinal against Mumbai starting on Tuesday.", "author": "G. Viswanath"},
{"url": "https://www.thehindu.com/sport/cricket/keen-contest-on-the-cards/article2787841.ece", "title": "Keen contest on the cards", "description": "Rural face of Indian cricket; so be it! The Haryanvi cricketer is proud of playing for the State. Three quarterfinal spots in the last three years and the Ranji Trophy semifinal clash with Rajasthan at the Chaudhary Bansi Lal Stadium here from Tuesday places Haryana among the elite teams of domestic circuit.", "author": "Vijay Lokapally"},
{"url": "https://www.thehindu.com/sport/cricket/there-are-positive-signs/article2790116.ece", "title": "‘There are positive signs’", "description": "Zaheer Khan has had success in the two Tests thus far on tour. But it was off the field that he put on quite the performance on Tuesday.", "author": "S. Ram Mahesh"},
{"url": "https://www.thehindu.com/sport/cricket/siddle-doesnt-think-he-has-got-hold-on-sachin/article2790149.ece", "title": "Siddle doesn’t think he has got hold on Sachin", "description": "Australia’s pace spearhead Peter Siddle doesn’t think he has got a hold on Sachin Tendulkar, in contrary to the claim made by the home’s team’s wicketkeeper Brad Haddin.", "author": "PTI"},
{"url": "https://www.thehindu.com/sport/cricket/arthur-backs-underfire-haddin/article2790510.ece", "title": "Arthur backs underfire Haddin", "description": "Australia coach Mickey Arthur on Tuesday lent support to struggling wicketkeeper Brad Haddin, who he says will surely come out of his lean patch in the third Test against India, starting on Friday.", "author": "PTI"},
{"url": "https://www.thehindu.com/sport/cricket/wickets-fall-like-nine-pins-harshal-wrecks-havoc/article2790582.ece", "title": "Wickets fall like nine pins; Harshal wrecks havoc", "description": "Rajasthan 89. Haryana 82 for eight. Not a T20 contest but just a day-old Ranji Trophy semifinal on a lively pitch that tested the character and discipline of a batsman.", "author": "Vijay Lokapally"},
{"url": "https://www.thehindu.com/sport/cricket/ishant-has-to-find-consistency-and-fortune/article2790564.ece", "title": "Ishant has to find consistency and fortune", "description": "It was here at the WACA, on a dry, desiccated day in 2008, that Ishant Sharma announced himself as a seriously good, young fast-bowler — Michael Hussey referred to it the other day as “the birth of Ishant Sharma”.", "author": "S. Ram Mahesh"},
{"url": "https://www.thehindu.com/news/cities/Coimbatore/hindu-outfits-throng-commissioners-office/article2789918.ece", "title": "Hindu outfits throng Commissioner's office", "description": "Activists of BJP and seven other Hindu organisations thronged the City Police Commissioner office on Monday demanding that action be taken against members of a minority community allegedly involved in the attack on two of its members.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Coimbatore/coimbatore-corporation-to-go-in-for-plastic-roads/article2789916.ece", "title": "Coimbatore Corporation to go in for plastic roads", "description": "Coimbatore Corporation is planning to lay around 10 roads by mixing plastic. According to sources, the Corporation has identified roads in all the five wards in the city for the purpose.", "author": "Karthik Madhavan"},
{"url": "https://www.thehindu.com/news/cities/Coimbatore/scholarship-for-students/article2789914.ece", "title": "Scholarship for students", "description": "State Government has invited application from children of conservancy workers for grant of education scholarships. A release from the district administration said that the Government would provide an annual grant of Rs. 1,850 a child, studying between Standards I and X.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/cities/Coimbatore/protest-against-water-supply-by-private-person/article2789915.ece", "title": "Protest against water supply by private person", "description": "Irate residents accompanied by P.R. Natarajan, MP, picketed a private water supplier at Annapoorna Layout in Sidhapudur on Monday.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/cities/Coimbatore/badagas-cheer-over-local-holiday-for-hethai-festival/article2790284.ece", "title": "Badagas cheer over local holiday for ‘Hethai’ festival", "description": "Badagas in the four corners of the Nilgiris district and elsewhere in the world have greeted with cheer the declaration of a local holiday for their main festival ‘Hethai Habba’.", "author": "D. Radhakrishnan"},
{"url": "https://www.thehindu.com/sport/athletics/nada-dithers-athletes-appeal-to-be-heard-on-jan-18/article2790355.ece", "title": "NADA dithers; athletes' appeal to be heard on Jan 18", "description": "Even as the National Anti-Doping Agency (NADA) dithered over a decision to file a counter appeal in the case of four female athletes with the National Anti-Doping Appeal panel (NADAP), the latter on Tuesday fixed January 18 as the first date of hearing of the appeal filed by the athletes.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/other-states/in-the-runup-to-polls-seizure-of-cash-liquor-picks-up-speed/article2788769.ece", "title": "In the run-up to polls, seizure of cash, liquor picks up speed", "description": "Seizure of unaccounted money and illegal liquor continues in Uttar Pradesh in the run-up to the Assembly elections, with over Rs. 10 crore having been seized till date. The police recovered about Rs. 3 crore from different places in the State on Monday. About one lakh litres of illicit liquor were seized by the enforcement agencies.", "author": "Atiq Khan"},
{"url": "https://www.thehindu.com/news/national/other-states/congress-banking-on-hype-in-up/article2788771.ece", "title": "Congress banking on hype in U.P.?", "description": "What it lacks in organisation, the Congress is hoping to make up through hype in Uttar Pradesh, which goes to the polls next month. The party's focus will be a vigorous media campaign centred round coverage of party general secretary Rahul Gandhi's speeches as he travels through the state, highlighting the corruption of the Mayawati-led Bahujan Samaj Party (BSP) government and the recent announcement that 4.5 per cent of the 27.5 per cent quota for OBCs would be reserved for the minorities.", "author": "Smita Gupta"},
{"url": "https://www.thehindu.com/news/national/other-states/now-counting-in-5-pollbound-states-will-be-on-march-6/article2788775.ece", "title": "Now counting in 5 poll-bound States will be on March 6", "description": "The Election Commission on Monday postponed the date of counting of votes in Uttar Pradesh, Uttarakhand, Punjab, Manipur and Goa from March 4 to March 6.", "author": "J. Balaji"},
{"url": "https://www.thehindu.com/news/national/other-states/labourer-burnt-for-not-returning-loan-police/article2788788.ece", "title": "Labourer burnt for not returning loan: Police", "description": "A thirty-year-old sugarcane labourer was allegedly burnt to death for not returning Rs. 5,000 to a private money lender and labour contractor in Beed, police stated on Monday.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/national/other-states/trinamool-mla-escapes-attack-party-worker-killed/article2789872.ece", "title": "Trinamool MLA escapes attack, party worker killed", "description": "Trinamool Congress MLA Tapan Chattopadhyay escaped unhurt but a party worker was killed when unidentified persons fired at the MLA outside Pratapnagar Hospital in the border of Burdwan and Nadia districts, police said on Tuesday.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/other-states/work-on-draping-statues-commences-in-up/article2790035.ece", "title": "Work on draping statues commences in U.P.", "description": "An exercise to cover statues of BSP election symbol elephant and Uttar Pradesh Chief Minister Mayawati as per the directives of the Election Commission of India resumed in these two cities on Tuesday.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/other-states/psc-office-set-on-fire-uaea-bandh-paralyses-normal-life-in-arunachal/article2790111.ece", "title": "PSC office set on fire, UAEA bandh paralyses normal life in Arunachal", "description": "The dawn to dusk capital bandh called by the Unemployed Arunachalee Engineers’ Association (UAEA) today paralysed normal life here while bandh enforcers set on fire the office of the Arunachal Pradesh Public Service Commission (APPSC).", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/other-states/gujarat-seeks-25-pc-central-funding-for-metro-project/article2790112.ece", "title": "Gujarat seeks 25 p.c. Central funding for Metro project", "description": "The Gujarat government has approached the Urban Development Ministry seeking 25 per cent Central funding for the Gandhinagar and Ahmedabad Metro Development Project.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/other-states/north-india-reels-under-bitter-cold/article2790318.ece", "title": "North India reels under bitter cold", "description": "North India reels under bitter cold today as icy winds swept the region following heavy snow and rains over the last some days.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/tamil-nadu/nakkheeran-editor-moves-court-for-police-protection/article2788560.ece", "title": "‘Nakkheeran’ Editor moves court for police protection", "description": "The Editor of ", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/tamil-nadu/kerala-questions-courts-jurisdiction-to-hear-plea/article2788770.ece", "title": "Kerala questions court's jurisdiction to hear plea", "description": "The Government of Kerala has questioned the territorial jurisdiction of the Madras High Court to entertain a public interest litigation petition seeking deployment of Central security forces at Mullaperiyar dam site.", "author": "Mohamed Imranullah S."},
{"url": "https://www.thehindu.com/news/national/tamil-nadu/protest-against-malayala-manorama-stall/article2788774.ece", "title": "Protest against Malayala Manorama stall", "description": "Bowing to pressure from fringe Tamil nationalist groups, the Booksellers' and Publishers' Association of South India (BAPASI) on Sunday wanted Malayala Manorama to close down its stall at the Chennai Book Fair, but some publishers intervened and ensured that the Malayalam newspaper continued to participate in it.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/tamil-nadu/tamil-activists-attack-sri-lankan-mps-husband/article2789859.ece", "title": "Tamil activists attack Sri Lankan MP's husband", "description": "Thirukumaran Nadesan, husband of Sri Lankan Member of Parliament Nirupama Rajapaksa, on Tuesday was attacked in Rameswaram by a group of Tamil activists. They were protesting against the killing of Tamils in the last stages of Sri Lanka's war against the Liberation Tigers of Tamil Eelam.", "author": "C. Jaishankar"},
{"url": "https://www.thehindu.com/news/national/tamil-nadu/rs-500crore-cyclone-relief-from-centre/article2790513.ece", "title": "Rs. 500-crore cyclone relief from Centre", "description": "Prime Minister Manmohan Singh has announced an interim relief of Rs. 500 crore to Tamil Nadu and Rs. 125 crore to Puducherry to augment relief operations being undertaken by the respective governments for those affected by cyclone ‘Thane' in December last week.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/kerala/cpim-district-meet-begins-at-payyannur-on-january-13/article2790129.ece", "title": "CPI(M) district meet begins at Payyannur on January 13", "description": "The three-day district conference of the Communist Party of India (Marxist) will be opened by party State secretary Pinarayi Vijayan at Payyannur on January 13 and Leader of the Opposition V.S. Achuthanandan will inaugurate the valedictory function on January 15.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/kerala/factionalism-not-faction-being-ended-pinarayi/article2790379.ece", "title": "Factionalism, not faction, being ended: Pinarayi", "description": "Coming down heavily on KPCC president Ramesh Chennithala for what he called a self-disgracing statement, Communist Party of India (Marxist) State Secretary Pinarayi Vijayan said here on Tuesday that it was factionalism, and not a faction, that was being wiped out of his party.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/national/kerala/petta-thullal-on-thursday/article2790472.ece", "title": "Petta Thullal on Thursday", "description": "The ‘petta thullal’ (ceremonial mass dance) by the Ambalapuzha and Alangad teams. One the high points of the makravilakku period of the Sabariamala pilgrimage season will be held on Thursday, January 12. The petta thulla will be preceded by Erumeli Chandanakkudam procession by the local Jama at will be held on Wednesday, making the township one of the finest example of communal harmony.", "author": "Principal Correspondent"},
{"url": "https://www.thehindu.com/news/national/kerala/reborn-hari-is-back-home/article2790645.ece", "title": "‘Reborn’ Hari is back home", "description": "“Its my rebirth,” said Hari C Nair who is yet to come into terms with the reality to the media persons who met him on his return from the more than 11 month ordeal at the hands of Somalian pirates.", "author": "Principal Correspondent"},
{"url": "https://www.thehindu.com/news/national/kerala/school-children-organises-unique-food-fest-in-thiruvalla/article2790646.ece", "title": "School children organises unique food fest in Thiruvalla", "description": "The Syrian Christian Seminary Higher Secondary School in Thiruvalla has organisd a unique food festival, Ruchi-2012, at Mar Thoma Church auditorium in Thiruvalla on Tuesday.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/national/kerala/heavy-rush-for-thiruvabharanam-darshan-at-pandalam-palace/article2790642.ece", "title": "Heavy rush for Thiruvabharanam darshan at Pandalam Palace", "description": "The Srambickal Palace at Pandaalm has been witnessing heavy rush of devotees who throng the palace town to worship Thiruvabharanam, sacred attire of the presiding deity at Sabarimala Ayyappa Temple, kept at the palace strong room ever since the beginning of the Makaravilau festival.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/national/andhra-pradesh/visually-challenged-boy-pens-novel/article2788588.ece", "title": "Visually challenged boy pens novel", "description": "Inspired by author J.K. Rowling's Harry Potter series, a visually challenged 18-year-old from a farmer's family in Gokavaram of East Godavari district, has spent seven years of his life writing ", "author": "B. V. S. Bhaskar"},
{"url": "https://www.thehindu.com/news/national/andhra-pradesh/whither-krishnadevarayas-offerings-to-the-lord/article2788600.ece", "title": "Whither Krishnadevaraya's offerings to the Lord?", "description": "Archaeology department's expert committee that went into the issue of offerings made by Sri Krishnadevaraya to Lord Sri Venkateswara at Tirumala has concluded that the present jewellery in the custody of Tirumala Tirupati Devasthanams (TTD) did not match those reportedly donated by the Vijayanagara Emperor.", "author": "G. Nagaraja"},
{"url": "https://www.thehindu.com/news/national/andhra-pradesh/engg-colleges-may-face-heat-on-proposed-fee-structure/article2789637.ece", "title": "Engg. colleges may face heat on proposed fee structure", "description": "The engineering colleges demand for a fee structure based on their facilities may boomerang on majority colleges in light of the Supreme Court's direction to the government that it workout a common fee structure based on the costs involved from the academic year 2012-13.", "author": "R. Ravikanth Reddy"},
{"url": "https://www.thehindu.com/news/national/andhra-pradesh/madhu-yaskhi-slams-jagans-rythu-deeksha/article2789678.ece", "title": "Madhu Yaskhi slams Jagan's “rythu deeksha”", "description": "Nizamabad Member of Parliament Madhu Goud Yaskhi on Monday said that YSR Congress Party president Y.S. Jaganmohan Reddy's ‘rythu deeksha' in Armoor beginning Tuesday could be seen as part of his efforts to prevent the formation of Telangana State.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/national/andhra-pradesh/sports-subject-to-be-made-mandatory-in-schools/article2789676.ece", "title": "Sports subject to be made mandatory in schools", "description": "The new sports policy, which will be unveiled by the government shortly, will make sports subject with conduct of classes for specific hours, mandatory for all schools in the State with a substantial increase in sanctioned posts of coaches and other required staff.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/andhra-pradesh/cpi-condemns-trs-bid-to-block-other-parties-in-telangana/article2789675.ece", "title": "CPI condemns TRS bid to block other parties in Telangana", "description": "The Communist Party of India (CPI) has condemned the Telangana Rashtra Samiti's (TRS) attempts to prevent leaders of other political parties from organising their activities in Telangana region.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/three-quacks-do-61-tubectomies-in-two-hours-arrested/article2788579.ece", "title": "Three quacks do 61 tubectomies in two hours, arrested", "description": "In an appalling and bizarre incident, three quacks from Bihar's Araria district carried out no less than 61 tubectomy surgeries within two hours without any decent medical arrangement. They were nabbed by the police.", "author": "Shoumojit Banerjee"},
{"url": "https://www.thehindu.com/news/national/2year-jail-for-pakistani-3-bangladeshis/article2788762.ece", "title": "2-year jail for Pakistani, 3 Bangladeshis", "description": "A Pakistani and three Bangladeshi nationals were on Monday awarded two-year imprisonment each by the Bhuj Additional Sessions Court for alleged infiltration.", "author": "Manas Dasgupta"},
{"url": "https://www.thehindu.com/news/national/indian-sailors-body-has-got-stuck-in-iranian-redtape/article2788780.ece", "title": "Indian sailor's body has got stuck in Iranian red-tape", "description": "The body of Dinesh Kumar, the 25-year-old Indian sailor killed when an Iranian merchant vessel sank more than two months ago, is yet to arrive in New Delhi as official procedures in Iran are not yet over.", "author": "Vinaya Deshpande"},
{"url": "https://www.thehindu.com/news/national/jaipal-hints-at-diesel-price-hike/article2788781.ece", "title": "Jaipal hints at diesel price hike", "description": "Union Minister for Petroleum and Natural Gas S. Jaipal Reddy has hinted that there may be a small hike in the price of diesel in the coming weeks as the inflationary situation has come under control and the government is waiting for an appropriate moment to take a decision.", "author": "B. Chandrashekhar"},
{"url": "https://www.thehindu.com/news/national/poll-panel-justifies-order-on-draping-of-statues/article2788782.ece", "title": "Poll panel justifies order on draping of statues", "description": "Responding to remarks made about its diktat to the Uttar Pradesh government to cover all statues of Chief Minister Mayawati and her party symbol, the elephant, the Election Commission on Monday defended its decision vigorously citing the need to create “a level playing field” for elections to the country's most populous State.", "author": "J. Balaji"},
{"url": "https://www.thehindu.com/news/national/india-and-china-share-a-robust-relationship/article2788538.ece", "title": "“India and China share a robust relationship”", "description": "National Security Adviser Shivshankar Menon and China's Ambassador Zhang Yan said on Monday that the two countries shared a robust relationship and demonstrated maturity in handling contentious issues.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/ashok-choudhary-is-new-dgmo/article2789264.ece", "title": "Ashok Choudhary is new DGMO", "description": "Lieutenant-General Ashok Kumar Choudhary has assumed charge as Director-General Military Operations. An alumnus of the National Defence Academy and the Indian Military Academy, Lt. Gen. Choudhary was commissioned into the Mahar Regiment in December 1974.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/news/national/indian-military-delegation-arrives-in-china/article2789265.ece", "title": "Indian military delegation arrives in China", "description": "A 15-member Indian military delegation, truncated following a dispute over visas, arrived here on Monday on a four-day visit under an exchange programme that officials said was aimed at reinvigorating defence ties and reducing mistrust.", "author": "Ananth Krishnan"},
{"url": "https://www.thehindu.com/news/national/involve-overseas-indians-as-partners/article2789266.ece", "title": "“Involve overseas Indians as partners”", "description": "President Pratibha Patil on Monday said the country would continue supporting overseas Indians and encourage greater exchanges among the communities living abroad. In the present times of economic uncertainty and profound change in the world, the country would actively involve overseas Indians as partners in the development and progress of the nation, she said addressing the valedictory session of the 10 Pravasi Bharatiya Divas here.", "author": "Sunny Sebastian"},
{"url": "https://www.thehindu.com/news/national/cancel-rushdies-visa-deoband/article2789267.ece", "title": "Cancel Rushdie's visa: Deoband", "description": "Opposing author Salman Rushdie's visit to India, Islamic seminary Darul Uloom Deoband on Monday said the government should cancel his visa as he had hurt the religious sentiments of Muslims in the past.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/42-per-cent-of-Indian-children-are-underweight/article13360943.ece", "title": "42 per cent of Indian children are underweight", "description": "A new study based on a survey of the height and weight of more than one lakh children across six States has found that as many as 42 per cent of under-fives are severely or moderately underweight and that 59 per cent of them suffer from moderate to severe stunting, meaning their height is much lower than the median height-for-age of the reference population.", "author": "Aarti Dhar"},
{"url": "https://www.thehindu.com/news/national/kerala-hc-disposes-of-petitions-on-mullaperiyar-dam-issue/article2790042.ece", "title": "Kerala HC disposes of petitions on Mullaperiyar dam issue", "description": "Kerala High Court on Tuesday disposed of a batch of petitions raising concern over safety of the Mullaperiyar dam after some petitioners expressed satisfaction over measures taken by the state government.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/bhanwari-is-dead-cbi-informs-court/article2790060.ece", "title": "Bhanwari is dead, CBI informs court", "description": "The Central Bureau of Investigation on Tuesday informed the Rajasthan High Court that midwife Bhanwari Devi is no more and requested the court to quash the habeas corpus petition filed by her husband Amarchand.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/bjp-seeks-postponement-of-uttarakhand-polls/article2790123.ece", "title": "BJP seeks postponement of Uttarakhand polls", "description": "The Bharatiya Janata Party on Tuesday urged the Election Commission to postpone assembly elections in Uttarakhand in view of heavy snowfall in many parts of the hill state and also sought removal of certain officials from key positions in Uttar Pradesh said to be close to ruling BSP.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/bjp-accuses-khurshid-of-code-violation/article2790302.ece", "title": "BJP accuses Khurshid of code violation", "description": "The BJP on Tuesday complained to the Election Commission that Congress leader and Union Minister Salman Khurshid had violated the model code of conduct by promising nine per cent sub-quota for backward Muslims in Uttar Pradesh if voted to power.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/will-not-campaign-against-any-party-team-anna/article2790333.ece", "title": "Will not campaign against any party: Team Anna", "description": "Team Anna on Tuesday decided to desist from campaigning against any party in the five election—bound states, a decision apparently prompted by divisions within its fold over its strident anti-Congress stand.", "author": "PTI"},
{"url": "https://www.thehindu.com/business/remove-cap-on-professional-tax/article2788767.ece", "title": "“Remove cap on professional tax”", "description": "The Empowered Committee (EC) of Finance Ministers of States demanded on Monday that the upper limit on professional tax, currently capped at Rs. 2,500, be removed by amending the Constitution.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/news/national/govt-notifies-100-pc-fdi-in-single-brand-retail/article2790373.ece", "title": "Govt notifies 100 p.c. FDI in single brand retail", "description": "In the first step towards opening up of the retail trade in the country to foreign investors, the Government on Tuesday notified 100 per cent foreign direct investment (FDI) in single brand retail opening decks for setting up shop by global retail chains like Adidas, Louis Vuitton, Armani and Gucci to have full ownership of their India operations.", "author": "Sujay Mehdudia"},
{"url": "https://www.thehindu.com/news/national/2g-scam-ed-to-attach-properties-worth-rs-223-cr/article2790423.ece", "title": "2G scam: ED to attach properties worth Rs. 223 cr.", "description": "For the first time in the 2G scam case, the Enforcement Directorate will attach immovable property worth Rs.223 crore of five companies in connection with the alleged bribe of Rs. 200 crore paid to Kalaignar TV after an anti-money laundering court on Tuesday gave its nod.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/jaspal-rana-quits-bjp-joins-congress/article2790664.ece", "title": "Jaspal Rana quits BJP, joins Congress", "description": "International shooter Jaspal Rana on Tuesday quit BJP and joined Congress and is likely to be one of the party’s key campaigners in poll-bound Uttarakhand.", "author": "PTI"},
{"url": "https://www.thehindu.com/news/national/ec-showcause-to-khurshid/article2790939.ece", "title": "EC show-cause to Khurshid", "description": "The Election Commission late on Tuesday night issued a show-cause notice to Union Law Minister Salman Khursheed, asking him to explain why action should not be initiated against him for his statement in the course of an election rally in U.P.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/features/education/issues/short-shrift-to-childrens-education/article2788757.ece", "title": "Short shrift to children's education", "description": "Interventions aimed directly at children — providing free textbooks, uniforms and addressing out of school children – account only for 6 per cent of the total investment in elementary education. The largest investment — 78 per cent — of the education budget in India is invested in teachers and management costs while the next largest spending, to the tune of 14 per cent, is done on creating school infrastructure. Only 1 per cent is spent on improving the quality of education.", "author": "Aarti Dhar"},
{"url": "https://www.thehindu.com/sci-tech/technology/gadgets/huawei-unveils-worlds-thinnest-smartphone/article2790166.ece", "title": "Huawei unveils world’s thinnest smartphone", "description": "Chinese telecommunications equipment maker Huawei showed off what it said was the world’s thinnest smartphone on Monday at the Consumer Electronics Show in Las Vegas.", "author": "DPA"},
{"url": "https://www.thehindu.com/sci-tech/technology/gadgets/ballmer-delivers-microsofts-last-ces-keynote-speech/article2790182.ece", "title": "Ballmer delivers Microsoft’s last CES keynote speech", "description": "Microsoft chief executive Steve Ballmer gave the software company’s final keynote address at the Consumer Electronics Show in Las Vegas on Monday, showcasing his company’s Windows 8 operating system as well as new Windows phones and the latest innovations on the company’s Xbox 360 video console.", "author": "DPA"},
{"url": "https://www.thehindu.com/sci-tech/technology/gadgets/lenovo-announces-google-tv-smartphone-plans/article2790205.ece", "title": "Lenovo announces Google TV, smartphone plans", "description": "Chinese computer maker Lenovo on Monday announced its first foray into the television market — a sleek flat screen smart TV running the latest version of Google’s Android operating system.", "author": "DPA"},
{"url": "https://www.thehindu.com/sci-tech/technology/gadgets/latest-from-lg-tvs-you-can-talk-to-without-sounding-crazy/article2790225.ece", "title": "Latest from LG - TVs you can talk to, without sounding crazy", "description": "Talking to the TV is usually a sign of extreme agitation, mental instability or loneliness. LG Electronics is set to make it a more rational behaviour this year, with a range of TVs that respond to speech.", "author": "AP"},
{"url": "https://www.thehindu.com/news/london-games-gas-survivors-protest-in-bhopal-to-keep-out-dow/article2790033.ece", "title": "London Games: Gas survivors protest in Bhopal to keep out Dow", "description": "Survivors of the 1984 Bhopal Gas Tragedy staged a protest at a park here as part of the international campaign “200 days to drop Dow Chemical as sponsors of the London Olympics.”", "author": "PTI"},
{"url": "https://www.thehindu.com/news/sailors-back-home-after-11-months-in-captivity/article2790253.ece", "title": "Sailors back home after 11 months in captivity", "description": "“The hope of being back home to our loved helped us survive the 11 months of inhuman conditions and ill treatment,” said an emotional Devji Kashyap Jethva, one of the 13 sailors who landed here on Tuesday morning.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/business/geithner-under-flak-for-poor-info-on-tarp/article2788785.ece", "title": "Geithner under flak for poor info on TARP", "description": "Every now and then news of the United States government exiting specific investments it had made since 2008 under the Troubled Asset Relief Programme (TARP) has trickled out of the Treasury. First, it was banking majors such as Goldman Sachs and Morgan Stanley which made hasty bids to repay TARP funds and resuscitate their market reputations. Next auto majors such as Chrysler carved a slower, more painful path out of government ownership.", "author": "Narayan Lakshman"},
{"url": "https://www.thehindu.com/sci-tech/technology/gadgets/intel-touts-the-age-of-the-ultrabook/article2790155.ece", "title": "Intel touts the age of the Ultrabook", "description": "Computer chip giant Intel on Monday ramped up its 300-million-dollar campaign to develop a powerful slimline category of laptops, which it said would usher in “the age of the ultrabook.” The announcement by the Silicon Valley bellwether came on the opening day of the Consumer Electronics Show in Las Vegas, where some 60 new Ultrabook computers are due to be unveiled by computer manufacturers large and small.", "author": "DPA"},
{"url": "https://www.thehindu.com/news/yesudas-pays-obeisance-at-kollur-mookambika-temple/article2790429.ece", "title": "Yesudas pays obeisance at Kollur Mookambika temple", "description": "As K. J. Yesudas is completing 50 years of his accomplished music career, the legendary singer celebrated his 72nd birthday on Tuesday with family at the Kollur Mookambika temple, where he ensured his presence on the day for years to seek blessings of the Goddess of letters and music.", "author": "Staff Reporter"},
{"url": "https://www.thehindu.com/sport/tennis/venus-williams-pulls-out-of-australian-open/article2789930.ece", "title": "Venus Williams pulls out of Australian Open", "description": "Venus Williams has withdrawn from the Australian Open, prolonging her absence from the tennis tour because of an autoimmune disease that can cause fatigue and joint pain.", "author": "AP"},
{"url": "https://www.thehindu.com/sport/tennis/wozniacki-kvitova-into-sydney-quarters/article2790114.ece", "title": "Wozniacki, Kvitova into Sydney quarters", "description": "Top-ranked Caroline Wozniacki came back from 4-0 down in the final set to beat Dominika Cibulkova of Slovakia 7-5, 2-6, 6-4 on Tuesday and advance to the quarterfinals at the Sydney International.", "author": "AP"},
{"url": "https://www.thehindu.com/obituary/10th-January-2012/article13360847.ece", "title": "10th January 2012", "description": "S. ANANTHALAKSHMY (82) W/o Late K.V. Krishnan, Retd SM/GTL, passed away peacefully on 06-1-2012 at son's residence in Mumbai. Deeply mourned by Sons: K.Venkatanarayanan, Retd TCE Mumbai, K.Subramanyam, Retd JA Officer/S.Rly, Chennai, K.Gopalakrishnan, Professor/East Carolina University, North Carolina, USA, Daughters & Grand Children. Ph: 022-27667797/044-23740380", "author": "abcde"},
{"url": "https://www.thehindu.com/features/friday-review/theatre/prejudice-and-its-pride/article2790164.ece", "title": "Prejudice and its pride", "description": "The place is Vadodara. The period the late 1990s. Or it could be today and anywhere because communal and class bias are universal problems that lies concealed within middle-class sophistication and hypocrisy. This forms the theme of Chanakya Vyas's “The Prelude”, presented by Our Theatre. This is the second script he has written and marks his directorial debut.", "author": "SRAVASTI DATTA"},
{"url": "https://www.thehindu.com/sport/races/relic-hunter-shines/article2789899.ece", "title": "Relic Hunter shines", "description": "Relic Hunter shone when the horses were exercised here on Tuesday morning.", "author": "racing correspondent"},
{"url": "https://www.thehindu.com/sport/races/sudden-magic-works-well/article2789880.ece", "title": "Sudden Magic works well", "description": "Sudden Magic, Arabian Prince, Cherelle, Ordained One and Borsalino worked well when the horses were exercised here on Tuesday morning (Jan. 10).", "author": "racing correspondent"},
{"url": "https://www.thehindu.com/sport/races/highland-wonder-has-a-good-chance/article2790147.ece", "title": "Highland Wonder has a good chance", "description": "Highland Wonder runs with a good chance in the Merchants Cup (1,200m), the feature event of the races to be held here on Wednesday (Jan. 11).", "author": "Racing Correspondent"},
{"url": "https://www.thehindu.com/sport/other-sports/karthikeyan-misses-out/article2787941.ece", "title": "Karthikeyan misses out", "description": "International Master P. Karthikeyan let the higher-rated untitled Ma Qun of China off the hook and had to share points after 50 moves in the SDAT-RMK Chennai Open Grandmaster chess tournament here on Monday.", "author": "Arvind Aaron"},
{"url": "https://www.thehindu.com/sport/other-sports/ioa-retains-two-panels/article2787986.ece", "title": "IOA retains two panels", "description": "The Indian Olympic Association (IOA) has retained two of the committees that were formed prior to its last General Assembly meeting.", "author": "Special Correspondent"},
{"url": "https://www.thehindu.com/sport/other-sports/lalith-babu-gets-pat-from-kiran-naidu/article2789758.ece", "title": "Lalith Babu gets pat from Kiran, Naidu", "description": "Fourth Grandmaster in chess from Andhra Pradesh Musunuri Lalith Babu of Vijayawada met former chief minister and Telugu Desam Party president Nara Chandrababu Naidu on Monday at Hyderabad, according to his mother M. Padma.", "author": "J. R. Shridharan"},
{"url": "https://www.thehindu.com/sport/other-sports/indians-fail-to-cross-qualifying-round-of-malaysian-open/article2790241.ece", "title": "Indians fail to cross qualifying round of Malaysian Open", "description": "Indian shuttlers competing in the qualifying round of the Malaysian Super Series suffered contrasting defeats to crash out of the prestigious tournament at Kuala Lumpur on Tuesday.", "author": "PTI"}
]